
[
    {
      "key": "If money was not a consideration, would you still do what you do?"
    },
    {
      "key": "Until recently, and in line with the majority of people, I was unable to answer yes to this question. Luckily for me, early successes in my professional life have allowed me the opportunity to focus my current time and energy on changing that answer. Transitioning into the technology industry has finally ignited my passion for work, and given me clarity about what I really want to do; develop and improve cutting edge tech."
    },
    {
      "key": "As a multiple small business owner, I have hands-on knowledge about innovation, growth and development across a variety of industries. My companies were successful and the learning experiences invaluable, but the internal drive to find my illusory ideal path would not to be delayed or derailed. Even obtaining my undergraduate in Marketing was not enough to satiate my ambitions. I desired something more, something that could seamlessly integrate the analytical, data-driven side of my brain and the creative and humanistic side. My entrepreneurial background allows me to effectively work in cross-functional positions and add value across departmental divisions, as well as to motivate and manage multiple teams and projects. My development and programming skills give me the additional expertise I had desired, empowering my pivot into tech and now, my search for the employment of my dreams. I am a strong believer that you can learn something new from everyone you meet and every experience you have, so the ever-changing world of technological development is the perfect place for me."
    },
    {
      "key": "I am looking for new and exciting opportunities in the frontend or mobile world. Ideally, I want to be at the forefront of invention in the industry, working with a company that esteems pioneers and outside-the-box thinking. My adventurous spirit craves activity, so I am especially interested in an position that might offer remote possibilities in the future, but most importantly I want to be part of a team that brings value to our community and enriches the world in which we live."
    }
  ]
